//
//  HT_Infor_GroupTableViewCell.m
//  MeiTou
//
//  Created by che on 15/12/8.
//  Copyright © 2015年 车. All rights reserved.
//

#import "HT_Infor_GroupTableViewCell.h"

@implementation HT_Infor_GroupTableViewCell

- (void)awakeFromNib {
    // Initialization code
    _labelContent.numberOfLines=0;
    _labelContent.text=@"天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.天行健,君子以自强不息;地势坤,君子以厚德载物.";
    
}

- (void)setSelected:(BOOL)selected animated:(BOOL)animated {
    [super setSelected:selected animated:animated];

    // Configure the view for the selected state
}

@end
